package com.timonin.student_planner.data

val sampleLessons = listOf(
    Lesson("1", "ПН", "10:10-11:40", "Разработка мобильных приложений", "1", "Леонтьев Д.А."),
    Lesson("2", "ПН", "12:10-13:40", "Системное программирование", "2", "Токаев Т.И."),

    Lesson("1", "ВТ", "10:10-11:40", "Разработка мобильных приложений", "1", "Леонтьев Д.А."),
    Lesson("2", "ВТ", "12:10-13:40", "Системное программирование", "2", "Токаев Т.И."),

    Lesson("1", "СР", "10:10-11:40", "Разработка мобильных приложений", "1", "Леонтьев Д.А."),
    Lesson("2", "СР", "12:10-13:40", "Системное программирование", "2", "Токаев Т.И."),

    Lesson("1", "ЧТ", "10:10-11:40", "Разработка мобильных приложений", "1", "Леонтьев Д.А."),
    Lesson("2", "ЧТ", "12:10-13:40", "Системное программирование", "2", "Токаев Т.И."),

    Lesson("1", "ПТ", "10:10-11:40", "Разработка мобильных приложений", "1", "Леонтьев Д.А."),
    Lesson("2", "ПТ", "12:10-13:40", "Системное программирование", "2", "Токаев Т.И."),
)